Repository: zephiii/sim-daltonism
Catalog: iOS App/Resources/*.lproj/Options.strings
Languages: fr

# 1Ob-2N-FR3.text
source: by Michel Fortin
fr: par Michel Fortin

# 7eB-XC-Sf1.text
source: Protanomaly
fr: Protanomalie

# 8Fh-iV-BAl.text
source: Anomalous blue cones
fr: Cônes bleus anormaux

# 8oO-S8-qcf.headerTitle
source: Monochrome vision
fr: Vision monochrome

# 53L-Zl-hPR.text
source: Anomalous green cones
fr: Cônes rouges anormaux

# AIv-Ok-oRj.text
source: Sim Daltonism © 2005–2015 Michel Fortin Includes an adaptation of the color_blind_sims Javascript function from the Color Laboratory Copyright © 2000-2001 Matthew Wickline and the Human-Computer Interaction Resource Network
fr: Sim Daltonism © 2005–2020 Michel Fortin Inclus une adaptation de la fonction Javascript color_blind_sims provenant du Color Laboratory. Copyright © 2000-2001 Matthew Wickline et le Human-Computer Interaction Resource Network.

# Av2-rq-TNS.text
source: Rate this app
fr: Notez cette app

# BBK-e4-v9v.headerTitle
source: Copyright & Credits
fr: Droit d’auteur et remerciments

# Dj3-Uw-TAl.text
source: Deuteranomaly
fr: Deuteranomalie

# DnW-65-s8L.text
source: Reduced sensitivity to colors
fr: Sensibilité réduite aux couleurs

# EPr-jD-jaz.text
source: Sim Daltonism lets you see through the eyes of someone with a color blindness. While the colors shown are a good approximation of what a color blind person would see, you should not expect them to be perfect. Everyone has his own perception of colors that differs slightly from other people, and color blindness are often partial at different degrees. More importantly, cameras do not have the same spectral response as cones in your eyes, so the simulation has to make some assumptions about the frequency composition of the colors.
fr: Sim Daltonisme vous permet de voir ce que voit une personne daltonienne. Bien que les couleurs affichés soit une bonne approximation de la couleur vue par une personne daltonienne, ne vous attendez pas à ce qu’elles soient parfaites. Tout le monde a sa propre perception des couleurs qui diffère légèrement de celle des autres, et le daltonisme est souvent partiel à différent degrés. Aussi, les caméras n’ont pas la même réponse spectrale que les cônes dans l’œil, donc une simulation doit faire quelque postulats concernant la composition en fréquence des couleurs.

# FGQ-PW-KZU.footerTitle
source: These two variants are quite rare.
fr: Ces deux variantes sont plutôt rares.

# FGQ-PW-KZU.headerTitle
source: Blue/Yellow Color Blindness
fr: Daltonisme bleu/jaune

# FMo-GE-hEe.text
source: Normal vision
fr: Vision normale

# MKr-3a-N1J.text
source: Normal vision
fr: Vision normale

# MaI-O8-enf.text
source: A simulator for color blindness
fr: Un simulateur pour le daltonisme

# MwP-hN-TJU.text
source: Tritanopia
fr: Tritanopie

# PVL-g1-ZDl.text
source: Trichromatic: red, green, and blue cones
fr: Trichromatique : cônes rouges, verts, et bleus

# TCj-Zp-P4m.text
source: Trichromatic: red, green, and blue cones
fr: Trichromatique : cônes rouges, verts, et bleus

# UN5-pc-Szy.normalTitle
source: Choose
fr: Choisir

# XDI-Ny-fnp.text
source: No green cone
fr: Aucun cône rouge

# aYH-t4-fuh.text
source: Send Feedback
fr: Commentaires

# beT-1m-flM.text
source: Deuteranopia
fr: Deuteranopie

# d2n-BX-GDf.title
source: More
fr: Plus

# dFl-xy-ceC.text
source: Website
fr: Site web

# hSF-Zo-ucE.text
source: SIMULATED VISION
fr: VISION SIMULÉE

# iBD-Jm-iAQ.text
source: Protanopia
fr: Protanopie

# jKo-bc-yvf.text
source: No red cones
fr: Aucun cône vert

# jxK-7j-Fx2.text
source: Monochromacy
fr: Monochromatisme

# kOu-8J-OPC.footerTitle
source: Four variants of the most common color blindness form.
fr: Quatre variantes de la forme la plus commune de daltonisme.

# kOu-8J-OPC.headerTitle
source: Red/Green Color Blindness
fr: Daltonisme rouge/vert

# rgF-lB-8xY.text
source: Mixed Anomalous Trichromacy
fr: Monochromatisme partiel

# uoT-cc-jKY.text
source: No blue cones
fr: Aucun cône bleu

# uvA-2y-5uZ.text
source: Tritanomaly
fr: Tritanomalie

# vTX-4F-okO.text
source: Sim Daltonism
fr: Sim Daltonisme

# vcH-0U-5AL.text
source: Anomalous red cones
fr: Cônes verts anormaux

# vxa-TM-5Dr.text
source: Absent or non-functionning cones
fr: Cônes absents ou non-fonctionnels

# wph-Ia-bIP.title
source: Sim Daltonism
fr: Sim Daltonisme

# zcz-ua-eaM.headerTitle
source: About
fr: À propos
